if OS.mac?
  brew "git"
  tap "homebrew/cask"
elsif OS.linux?
  brew "zsh"
end

tap "homebrew/bundle"
tap "homebrew/core"
brew "neovim"
brew "fzf"
brew "ghq"
brew "nodebrew"
brew "pyenv"
brew "rbenv"
brew "wget"
brew "zoxide"
brew "awscli"
brew "kubernetes-cli"
brew "protobuf"
brew "jq"
brew "yq"
brew "k9s"
brew "tfenv"
brew "ripgrep"
brew "java11"
brew "lazygit"
brew "lazydocker"
brew "git-delta"
brew "luarocks"
brew "cmake"
brew "gh"
brew "lsd"
brew "zsh-autopair"
brew "fd"
brew "bat"
brew "git-lfs"
brew "wezterm"
