if OS.mac?
  brew "git"
  tap "homebrew/cask"
elsif OS.linux?
end

tap "homebrew/bundle"
tap "homebrew/core"
brew "fish"
brew "fisher"
brew "neovim"
brew "fzf"
brew "ghq"
brew "nodebrew"
brew "pyenv"
brew "rbenv"
brew "wget"
brew "zoxide"
brew "awscli"
brew "kubernetes-cli"
brew "protobuf"
brew "jq"
brew "yq"
brew "k9s"
brew "tfenv"
brew "riggrep"
brew "java11"
brew "lazygit"
