if OS.mac?
  brew "git"
  tap "homebrew/cask"
  tap "homebrew/core"
  brew "wezterm"
  brew "koekeishiya/formulae/yabai"
  brew "koekeishiya/formulae/skhd"
  brew "avrdude"
  brew "swift-format"
elsif OS.linux?
  brew "zsh"
end

tap "homebrew/bundle"
brew "neovim"
brew "fzf"
brew "ghq"
brew "go"
brew "fnm"
brew "pyenv"
brew "rbenv"
brew "wget"
brew "awscli"
brew "kubernetes-cli"
brew "protobuf"
brew "jq"
brew "yq"
brew "k9s"
brew "tenv"
brew "ripgrep"
brew "java11"
brew "lazygit"
brew "lazydocker"
brew "git-delta"
brew "luarocks"
brew "cmake"
brew "gh"
brew "lsd"
brew "zsh-autopair"
brew "fd"
brew "bat"
brew "git-lfs"
brew "sheldon"
brew "direnv"
brew "starship"
brew tap "daipeihust/tap"
brew "im-select"
brew "trash"
brew "deno"
tap "tinygo-org/tools"
brew "tinygo"
brew "stern"
tap "soracom/soracom-cli"
brew "soracom-cli"
brew "smartmontools"
brew "serpl"
brew "stern"
brew "xcodegen"
brew "xcode-build-server"
brew "neofetch"
brew "sqlc"
brew "gopls"
brew "staticcheck"
brew "grpcurl"
brew "yazi"
